/* 个市, */
" Cities," = " Cities,";

/* 个县区, */
" Dist.s," = " Dist.s,";

/* 个省, */
" Prov.s," = " Prov.s,";

/* 个村镇街道 */
" St.s" = " St.s";

/* 个国家, */
" States," = " States,";

/*  到  */
" To " = " To ";

/* %i selected */
"%i selected" = "%i selected";

/*  的 */
"'s" = "'s";

/* -----%@成功，请返回使用!-----\n */
"-----%@ Succeeded-----" = "-----%@ Succeeded-----";

/* -----向iTunes Store请求产品信息失败-----\n */
"-----Failed to request product information from iTunes Store-----\n" = "-----Failed to request product information from iTunes Store-----\n";

/* -----交易失败，请重新尝试----- */
"-----Failed,please try again!-----" = "-----Failed,please try again!-----";

/* -----不允许程序内付费购买，请到“设置”中打开-----\n */
"-----InAppPurchase is denied,please turn on the function in iOS settings-----\n" = "-----InAppPurchase is denied,please turn on the function in iOS settings-----\n";

/* -----iTunes Store反馈信息结束-----\n */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";

/* -----iTunes Store恢复结束----- */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";

/* -----iTunes Store没有相关产品信息-----\n */
"-----No such product in iTunes Store-----\n" = "-----No such product in iTunes Store-----\n";

/* -----收到iTunes Store的反馈信息-----\n */
"-----Receive feedback from iTunes Store-----\n" = "-----Receive feedback from iTunes Store-----\n";

/* -----收到iTunes Store反馈的交易结果-----\n */
"-----Receive payment result from iTunes Store-----\n" = "-----Receive payment result from iTunes Store-----\n";

/* -----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n */
"-----Request product information-----\n-----Wait Please-----\n" = "-----Request product information-----\n-----Wait Please-----\n";

/* -----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n */
"-----Request to restore product-----\n-----Wait Please-----\n" = "-----Request to restore product-----\n-----Wait Please-----\n";

/* -----iTunes Store恢复失败，请重新尝试----- */
"-----Restore failed,try again please-----" = "-----Restore failed,try again please-----";

/* -----向iTunes Store发送交易请求-----\n */
"-----Sned payment to iTunes Store-----\n" = "-----Sned payment to iTunes Store-----\n";

/* 1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用 */
"1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS" = "1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS";

/* 1.记录足迹，支持后台记录、自动保存、手动加点 */
"1.Record your footprints , support background record, automatically save and manually add footprints" = "1.Record your footprints , support background record, automatically save and manually add footprints";

/* 1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制 */
"1.Share your footprints to others through MFR or GPX files without footprints count restriction" = "1.Share your footprints to others through MFR or GPX files without footprints count restriction";

/* 2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置分组距离、是否保留手动加点 */
"2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints" = "2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints";

/* 2.存储发送和接收的足迹 */
"2.Store footprints both sent and received" = "2.Store footprints both sent and received";

/* 2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件 */
"2.Unlock File Browser to manage your footprints repository files on iPhone or iPad" = "2.Unlock File Browser to manage your footprints repository files on iPhone or iPad";

/* 3.解锁浏览模式，随时查看存储的足迹 */
"3.Unlock Browser Mode to lookup stored footprints anytime" = "3.Unlock Browser Mode to lookup stored footprints anytime";

/* 3.解锁记录模式，管理记录和编辑的足迹 */
"3.Unlock Record Mode to manage your recorded and edited footprints" = "3.Unlock Record Mode to manage your recorded and edited footprints";

/* >_< 保存失败 */
">_< Save Failed" = ">_< Save Failed";

/* >_< 验证失败 */
">_< Verify Failed" = ">_< Verify Failed";

/* \n总 */
"\nTotal " = "\nTotal ";

/* ^_^ 保存成功 */
"^_^ Save Succeeded" = "^_^ Save Succeeded";

/* ^_^ 验证成功 */
"^_^ Verify Succeeded" = "^_^ Verify Succeeded";

/* 关于 */
"About" = "About";

/* 操作 */
"Action" = "Action";

/* 新增照片数量 */
"Added New Photo Count" = "Added New Photo Count";

/* 正在添加足迹点... */
"Adding footprints..." = "Adding footprints...";

/* 正在添加箭头路线 */
"Adding line route" = "Adding line route";

/* 正在添加范围圆圈 */
"Adding range circle" = "Adding range circle";

/* 正在添加模拟路线 */
"Adding simulation route" = "Adding simulation route";

/* 相册地图 */
"AlbumMaps" = "AlbumMaps";

/* 相册地图——您的相册和足迹管理专家 */
"AlbumMaps : Album and Footprints Management Expert" = "AlbumMaps : Album and Footprints Management Expert";

/* 相册地图提示 */
"AlbumMaps Notes" = "AlbumMaps Notes";

/* 您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints will be deleted and can not be restored! Are you sure?" = "All your footprints will be deleted and can not be restored! Are you sure?";

/* 高度 */
"Altitude" = "Altitude";

/* 确认删除？ */
"Are you sure to delete?" = "Are you sure to delete?";

/* 面积 */
"Area" = "Area";

/* 警告 */
"Attention" = "Attention";

/* 自动以全部照片作为分享缩略图 */
"Auto Use All Photos As Thumbnail" = "Auto Use All Photos As Thumbnail";

/* 自动以第一张照片作为分享缩略图 */
"Auto Use First Photo As Thumbnail" = "Auto Use First Photo As Thumbnail";

/* 高德地图 ☞ */
"AutoNavi Map ☞" = "AutoNavi Map ☞";

/* 平时时速 */
"AvgSpeed" = "AvgSpeed";

/* 百度地图 ☞ */
"Baidu Map ☞" = "Baidu Map ☞";

/* 基础模式 */
"BaseMode" = "BaseMode";

/* 由于微信将分享内容限制为10K，所以请将分享的足迹点数量控制在30个以内，否则可能会分享失败。 */
"Because of the restriction of WeChat content, make sure your footprints count is less than 30, otherwise share may fail." = "Because of the restriction of WeChat content, make sure your footprints count is less than 30, otherwise share may fail.";

/* 鲜艳橙 */
"Bright Orange" = "Bright Orange";

/* 浏览模式,记录模式 */
"Browser Mode,Record Mode" = "Browser Mode,Record Mode";

/* 无法在源目录中进行复制操作！ */
"Can not perform Copy in original directory" = "Can not perform Copy in original directory";

/* 无法在源目录中进行剪切操作！ */
"Can not perform Copy or Cut in original directory" = "Can not perform Copy or Cut in original directory";

/* 当前无法转化路线 */
"Can't change route style." = "Can't change route style.";

/* 取消 */
"Cancel" = "Cancel";

/* 取消删除 */
"Cancel delete" = "Cancel delete";

/* 用户取消 */
"Cancelled" = "Cancelled";

/* 市 */
"City" = "City";

/* 经典灰 */
"Classic Gray" = "Classic Gray";

/* 客户端禁止购买 */
"ClientInvalid" = "ClientInvalid";

/* 彩色 */
"Color" = "Color";

/* 座标 */
"Coord" = "Coord";

/* 复制 */
"Copy" = "Copy";

/* 价格 ￥12元，是否购买？ */
"Cost $1.99,continue?" = "Cost $1.99,continue?";

/* 新建文件夹失败 */
"Create new folder failed" = "Create new folder failed";

/* 新建文件夹成功 */
"Create new folder succeeded" = "Create new folder succeeded";

/* 正在创建分享足迹包... */
"Creating footprints repository for share..." = "Creating footprints repository for share...";

/* 自定义 */
"Custom" = "Custom";

/* 剪切 */
"Cut" = "Cut";

/* 日期选择器 */
"Date Picker" = "Date Picker";

/* 日 */
"Day" = "Day";

/* 深沉棕 */
"Deep Brown" = "Deep Brown";

/* 删除 */
"Delete" = "Delete";

/* 删除足迹包数量 */
"Delete footprints repository count" = "Delete footprints repository count";

/* 县区 */
"Dist." = "Dist.";

/* 里程 */
"Distance" = "Distance";

/* 里程,点数 */
"Distance,Count" = "Distance,Count";

/* 正在分组... */
"Dividing into groups..." = "Dividing into groups...";

/* 驾车 */
"Drive" = "Drive";

/* 丢弃 */
"Drop" = "Drop";

/* 东经  */
"E. " = "E. ";

/* 编辑 */
"Edit" = "Edit";

/* 编辑的 */
"Edited" = "Edited";

/* 排除： */
"Eliminate:" = "Eliminate:";

/* 目录为空 */
"Empty" = "Empty";

/* 结束时间 */
"End Date" = "End Date";

/* 输入新名称 */
"Enter a new name" = "Enter a new name";

/* 请输入调试码 */
"Enter debug code" = "Enter debug code";

/* 进入调试模式 */
"Enter debug mode" = "Enter debug mode";

/* 错误信息 */
"Error" = "Error";

/* 错误信息 :  */
"Error : " = "Error : ";

/* 导出 */
"Export" = "Export";

/* 导出为GPX文件 */
"Export To GPX" = "Export To GPX";

/* 导出为MFR文件 */
"Export To MFR" = "Export To MFR";

/* 正在导出 */
"Exporting" = "Exporting";

/* 扩展模式 */
"Extended Mode" = "Extended Mode";

/* 扩展模式 - 记录 */
"Extended Mode - Record" = "Extended Mode - Record";

/* 扩展模式 - 分享 */
"Extended Mode - Share" = "Extended Mode - Share";

/* 外部地图 ☞ */
"External Map ☞" = "External Map ☞";

/* 失败 */
"Failed" = "Failed";

/* 文件管理 */
"File Management" = "File Management";

/* 文件分享失败！ */
"File Share Failed!" = "File Share Failed!";

/* 足迹点添加完成 */
"Finish adding footprints" = "Finish adding footprints";

/* 箭头路线添加完成 */
"Finish adding line route" = "Finish adding line route";

/* 范围圆圈添加完成 */
"Finish adding range circle" = "Finish adding range circle";

/* 模拟路线添加完成 */
"Finish adding simulation route" = "Finish adding simulation route";

/* 复制完成。 */
"Finish copying." = "Finish copying.";

/* 删除完成。 */
"Finish deleting." = "Finish deleting.";

/* 移动完成。 */
"Finish moving." = "Finish moving.";

/* No comment provided by engineer. */
"Floor : " = "Floor : ";

/* 足迹包管理 */
"Footpinrts Repository Management" = "Footpinrts Repository Management";

/* 足迹点数 */
"Footprints Count" = "Footprints Count";

/* 足迹包 */
"Footprints Repository" = "Footprints Repository";

/* 合并足迹包个数 */
"Footprints repository count" = "Footprints repository count";

/* 足迹点数 */
"FootprintsCount" = "FootprintsCount";

/* 足迹包数据量太大，无法用微信分享！ */
"FootprintsRepository is too big!" = "FootprintsRepository is too big!";

/* 森林绿 */
"Forest Green" = "Forest Green";

/* 清新紫 */
"Fresh Plum" = "Fresh Plum";

/* 从  */
"From " = "From ";

/* 获取路线 */
"Get Route" = "Get Route";

/* 全局设置 */
"Globle" = "Globle";

/* GPX 分享 */
"GPX Share" = "GPX Share";

/* 分组距离 */
"Grouping Distance" = "Grouping Distance";

/* 尚未选择项目，请点击名称左侧图标进行选择。 */
"Haven't choose an item yet." = "Haven't choose an item yet.";

/* 高速 */
"HighSpeed" = "HighSpeed";

/* 请选择足迹处理方式 */
"How to dealwith the footprints?" = "How to dealwith the footprints?";

/* 我知道了 */
"I Know" = "I Know";

/* 我分享了一个足迹给你，快来看看吧！ */
"I shared my footprints to you!Take a look!" = "I shared my footprints to you!Take a look!";

/* 我到了  */
"I went to " = "I went to ";

/* 残忍拒绝 */
"I'm busy." = "I'm busy.";

/* 我到过  */
"I've been in " = "I've been in ";

/* 导入和导出 */
"ImportAndExport" = "ImportAndExport";

/* 导入的 */
"Imported" = "Imported";

/* 正在导入 */
"Importing" = "Importing";

/* 详情 */
"Info" = "Info";

/* 分享说明 */
"Instructions" = "Instructions";

/* iOS地图 ☞ */
"iOS Maps ☞" = "iOS Maps ☞";

/* 没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏 */
"Is it cool without any advertisements? The author is toil and moil. So take a little time to praise me, please!🙏" = "Is it cool without any advertisements? The author is toil and moil. So take a little time to praise me, please!🙏";

/* 当前未开始记录或者未定位，无法手动添加足迹点。 */
"Is not recording or haven't got current location." = "Is not recording or haven't got current location.";

/* 已经超过10分钟没有新记录点，请及时暂停记录以节省电量。 */
"It has past 10 minutes since last record time.Please pause recording to save energy." = "It has past 10 minutes since last record time.Please pause recording to save energy.";

/* 选项 */
"Items" = "Items";

/* 项已复制，请选择目标位置进行粘贴。 */
"items has been copied.Select destination to paste." = "items has been copied.Select destination to paste.";

/* 项已剪切，请选择目标位置进行粘贴。 */
"items has been cut.Select destination to paste." = "items has been cut.Select destination to paste.";

/* 上次更新时间 */
"Last update time" = "Last update time";

/* 记录和编辑功能剩余试用次数 */
"Left trial count for RecordAndEdit function" = "Left trial count for RecordAndEdit function";

/* 地点模式 */
"LocationMode" = "LocationMode";

/* 合并 */
"Mearge" = "Mearge";

/* 用相册记录人生，用足迹丈量世界 */
"Measure the world by footprints." = "Measure the world by footprints.";

/* 合并 */
"Merge" = "Merge";

/* 合并 */
"Merge " = "Merge ";

/* 合并保存 */
"Merge & Save" = "Merge & Save";

/* 按位置合并 */
"Merge By Location" = "Merge By Location";

/* 按时刻合并 */
"Merge By Moment" = "Merge By Moment";

/* 分组距离： */
"MergeDistance :" = "MergeDistance :";

/* 合并手动添加足迹点 */
"MergeManuallyAddedFootprint" = "MergeManuallyAddedFootprint";

/* 正在合并... */
"Merging..." = "Merging...";

/* MFR 分享 */
"MFR Share" = "MFR Share";

/* MFR缩略图 */
"MFR Thumbnails" = "MFR Thumbnails";

/* 时刻模式,地点模式 */
"Moment Mode,Location Mode" = "Moment Mode,Location Mode";

/* 时刻模式 */
"MomentMode" = "MomentMode";

/* 星期一 */
"Monday" = "Monday";

/* 月 */
"Month" = "Month";

/* 多选 */
"Multiselect" = "Multiselect";

/* 北纬  */
"N. " = "N. ";

/* 导航到这里 */
"Navi To Here" = "Navi To Here";

/* 新文件夹 */
"New" = "New";

/* 新文件夹 */
"NewFolder" = "NewFolder";

/* No comment provided by engineer. */
"Next" = "Next";

/* 没有已排除的照片！ */
"No Eliminated Photos!" = "No Eliminated Photos!";

/* 您还没有添加足迹点，请选择日期或地址添加您的相册足迹。 */
"No footprints yet.Please choose a date or a location to add your album footprints." = "No footprints yet.Please choose a date or a location to add your album footprints.";

/* 没有要复制或移动的项目。 */
"No item to copy or move." = "No item to copy or move.";

/* 没有要删除的项目。 */
"No item to delete." = "No item to delete.";

/* 所选日期或地点没有照片 */
"No photos in selected date range or location" = "No photos in selected date range or location";

/* 用户不允许购买 */
"NotAllowed" = "NotAllowed";

/* 提示 */
"Note" = "Note";

/* 正在复制 */
"Now copying" = "Now copying";

/* 正在删除 */
"Now deleting" = "Now deleting";

/* 当前为地点模式，无法进行模拟路线与箭头路线的相互转化。 */
"Now in Location Mode. Can not change route style between simulation and line." = "Now in Location Mode. Can not change route style between simulation and line.";

/* 正在移动 */
"Now moving" = "Now moving";

/* 确定 */
"OK" = "OK";

/* 每次只能重命名1个项目。 */
"Only support 1 item at once." = "Only support 1 item at once.";

/* 起点至终点 */
"Origin To Dest." = "Origin To Dest.";

/* 其它 */
"Others" = "Others";

/* 解析文件失败！ */
"Parse file failed!" = "Parse file failed!";

/* 粘贴 */
"Paste" = "Paste";

/* 已暂停 */
"Paused" = "Paused";

/* 参数未识别 */
"PaymentInvalid" = "PaymentInvalid";

/* 手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";

/* 张照片 */
"Photos" = "Photos";

/* 去给好评 */
"Praise" = "Praise";

/* No comment provided by engineer. */
"Previous" = "Previous";

/* 产品描述信息 */
"Product Description" = "Product Description";

/* 产品名称 */
"Product Name" = "Product Name";

/* 产品价格 */
"Product Price" = "Product Price";

/* 没有相关产品信息 */
"ProductNotAvailable" = "ProductNotAvailable";

/* 省 */
"Prov." = "Prov.";

/* 购买 */
"Purchase" = "Purchase";

/* 购买与恢复 */
"Purchase and Restore" = "Purchase and Restore";

/* 是否购买？ */
"Purchase now?" = "Purchase now?";

/* 购买 分享和浏览 功能 */
"Purchase ShareAndBrowse Function" = "Purchase ShareAndBrowse Function";

/* 正在购买... */
"Purchasing..." = "Purchasing...";

/* 退出调试模式 */
"Quite debug mode" = "Quite debug mode";

/* 退出扩展模式 */
"Quite Extended Mode" = "Quite Extended Mode";

/* 正在解析数据... */
"Reading data..." = "Reading data...";

/* 正在读取相册... */
"Reading Photo Album..." = "Reading Photo Album...";

/* 接收 */
"Receive" = "Receive";

/* 足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！ */
"Receive Memory Warning.AlbumMaps will clear map data." = "Receive Memory Warning.AlbumMaps will clear map data.";

/* 收到分享的足迹 */
"Receive Shared Footprints" = "Receive Shared Footprints";

/* 接收的 */
"Received" = "Received";

/* 接收数据中... */
"Receiving data..." = "Receiving data...";

/* 记录 */
"Record" = "Record";

/* 记录距离 */
"Record Distance" = "Record Distance";

/* 记录间隔 */
"Record TimeInterval" = "Record TimeInterval";

/* 用相册记录人生，用足迹丈量世界 */
"Record your life by albums.Measure the world by footprints." = "Record your life by albums.Measure the world by footprints.";

/* 记录和编辑 */
"RecordAndEdit" = "RecordAndEdit";

/* 记录和编辑功能试用结束！ */
"RecordAndEdit function trial has finished." = "RecordAndEdit function trial has finished.";

/* 记录的 */
"Recorded" = "Recorded";

/* 记录保存成功 */
"Recorded footprints has been sucessfully saved" = "Recorded footprints has been sucessfully saved";

/* 重命名 */
"Rename" = "Rename";

/* 重命名失败 */
"Rename Failed" = "Rename Failed";

/* 重命名成功 */
"Rename succeeded" = "Rename succeeded";

/* 保留手动添加足迹点 : */
"Reserve Manually Added :" = "Reserve Manually Added :";

/* 保留手动添加足迹点 */
"ReserveManuallyAddedFootprint" = "ReserveManuallyAddedFootprint";

/* 恢复 */
"Restore" = "Restore";

/* 正在恢复... */
"Restoring..." = "Restoring...";

/* 骑行 */
"Ride" = "Ride";

/* 南纬  */
"S. " = "S. ";

/* 樱花粉 */
"Sakura Pink" = "Sakura Pink";

/* 保存 */
"Save" = "Save";

/* 保存失败 */
"Save Failed" = "Save Failed";

/* 仅保存 */
"Save Only" = "Save Only";

/* 保存成功 */
"Save Succeeded" = "Save Succeeded";

/* 是否保存足迹? */
"Save the recorded footprints?" = "Save the recorded footprints?";

/* 存储为 */
"Saved As" = "Saved As";

/* 正在保存... */
"Saving..." = "Saving...";

/* 扫码下载 */
"ScanToDL" = "ScanToDL";

/* 请选择操作 */
"Select an action" = "Select an action";

/* 发送的 */
"Sent" = "Sent";

/* 设置日期范围 */
"Set Date Range" = "Set Date Range";

/* 设置终点 */
"Set Dest." = "Set Dest.";

/* 设置起点 */
"Set Origin" = "Set Origin";

/* 设置统计信息 */
"Set Statistics Info" = "Set Statistics Info";

/* 设置标题 */
"Set Title" = "Set Title";

/* 设置 */
"Settings" = "Settings";

/* 分享 */
"Share" = "Share";

/* 分享足迹 */
"Share footprints" = "Share footprints";

/* 分享截图 */
"Share Snap Shots" = "Share Snap Shots";

/* 分享： */
"Share:" = "Share:";

/* 分享和浏览 */
"ShareAndBrowse" = "ShareAndBrowse";

/* 分享和浏览功能可以MFR或GPX两种文件格式进行分享，均没有足迹点数量限制。MFR文件支持缩略图。GPX文件可以在手持GPS上使用。 */
"ShareAndBrowse function include MFR and GPX file share without footprints count restriction. MFR file support thumbnails. GPX file can be used on portable GPS." = "ShareAndBrowse function include MFR and GPX file share without footprints count restriction. MFR file support thumbnails. GPX file can be used on portable GPS.";

/* 分享《相册地图》给朋友 */
"Share《AlbumMaps》 to friends" = "Share《AlbumMaps》 to friends";

/* 查看 */
"Show" = "Show";

/* 天空蓝 */
"Sky Blue" = "Sky Blue";

/* 单色 */
"Solid" = "Solid";

/* 速度 */
"Speed" = "Speed";

/* 速度 */
"speed" = "speed";

/* 村镇街道 */
"St." = "St.";

/* 开始时间 */
"Start Date" = "Start Date";

/* 国家 */
"State" = "State";

/* 统计信息 */
"Statistics Info" = "Statistics Info";

/* 存储足迹包... */
"Storing Footprints Repository..." = "Storing Footprints Repository...";

/* 个子项 */
"Subitem" = "Subitem";

/* 成功 */
"Succeeded" = "Succeeded";

/* 成功导出足迹包至GPX文件数量 */
"Successfully export repository to gpx files count" = "Successfully export repository to gpx files count";

/* 成功导出足迹包至MFR文件数量 */
"Successfully export repository to mfr files count" = "Successfully export repository to mfr files count";

/* 成功导入足迹包数量 */
"Successfully import repository count" = "Successfully import repository count";

/* 星期日 */
"Sunday" = "Sunday";

/* 上滑退出 */
"Swipe up to quite" = "Swipe up to quite";

/* 点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看 */
"Tap '···' and choose 'Open In Safari' to open AlbumMaps" = "Tap '···' and choose 'Open In Safari' to open AlbumMaps";

/* 足迹包从地点模式生成，无法进行模拟路线与箭头路线的相互转化。 */
"The footprints repository is created in Location Mode. Can not change route style between simulation and line." = "The footprints repository is created in Location Mode. Can not change route style between simulation and line.";

/* 足迹保存成功。 */
"The recorded footprints has been saved." = "The recorded footprints has been saved.";

/* 全球的 */
"the world's" = "the world's";

/* 当前没有记录的足迹点。 */
"There are no recorded footprints yet." = "There are no recorded footprints yet.";

/* 当前处于记录模式并且有记录的足迹点，无法显示足迹包。 */
"There are recorded footprints now and can not show footprints repository." = "There are recorded footprints now and can not show footprints repository.";

/* 当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？ */
"There are recorded footprints now and they will be cleared if show selected footprints.Show or not?" = "There are recorded footprints now and they will be cleared if show selected footprints.Show or not?";

/* 本月 */
"This Month" = "This Month";

/* 本周 */
"This Week" = "This Week";

/* 今年 */
"This Year" = "This Year";

/* 标题 */
"Title" = "Title";

/* 今天 */
"Today" = "Today";

/* 总 */
"Total " = "Total ";

/* 重试 */
"Try Again" = "Try Again";

/* 需要2个以上足迹包 */
"Two or more footprints repositories are needed" = "Two or more footprints repositories are needed";

/* 未知错误 */
"Unknown" = "Unknown";

/* 文件格式不支持。\n请导入MFR或GPX文件。 */
"Unsupported file types.\nPlease import MFR or GPX files." = "Unsupported file types.\nPlease import MFR or GPX files.";

/* 西经  */
"W. " = "W. ";

/* 请稍后... */
"Wait a moment..." = "Wait a moment...";

/* 等待粘贴，无法选择。 */
"Waiting to paste.Can not choose now." = "Waiting to paste.Can not choose now.";

/* 步行 */
"Walk" = "Walk";

/* 西瓜红 */
"Watermelon Red" = "Watermelon Red";

/* 微信分享 */
"WeChat Share" = "WeChat Share";

/* 微信分享失败！ */
"WeChat Share Failed!" = "WeChat Share Failed!";

/* 微信分享免费使用，但无法分享缩略图，且有足迹点数量限制。 */
"WeChat Share is free. But it doesn't support thumbnails and has footprints count restriction." = "WeChat Share is free. But it doesn't support thumbnails and has footprints count restriction.";

/* 周 */
"Week" = "Week";

/* 是否接收足迹并进入浏览模式？ */
"Would you like to accept the footprints and enter Browser Mode?" = "Would you like to accept the footprints and enter Browser Mode?";

/* 年 */
"Year" = "Year";

/* 您将获得如下功能： */
"You can get utilities below:" = "You can get utilities below:";

/* 您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。 */
"You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings." = "You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings.";

/* 如果未购买分享和浏览功能，您仍有10次试用机会。 */
"You have 10 chances to try until you purchase ShareAndBrowse function." = "You have 10 chances to try until you purchase ShareAndBrowse function.";

/* 您尚未购买导入和导出！ */
"You haven't puchased ImportAndExport." = "You haven't puchased ImportAndExport.";

/* 您没有购买 记录和编辑 功能，无法编辑。 */
"You haven't puchased RecordAndEdit fucntion so you can not edit it." = "You haven't puchased RecordAndEdit fucntion so you can not edit it.";

/* 您尚未购买分享和浏览！ */
"You haven't puchased ShareAndBrowse." = "You haven't puchased ShareAndBrowse.";

/* 您的相册和足迹管理专家。 */
"Your Album and Footprints Management Expert." = "Your Album and Footprints Management Expert.";

/* ⏱ 自定义记录间隔 */
"⏱ Custom Record TimeInterval" = "⏱ Custom Record TimeInterval";

/* ⏲ 播放时间间隔 */
"⏲ Play Time Interval" = "⏲ Play Time Interval";

/* ⚙ 更改应用授权 */
"⚙ App Authorization" = "⚙ App Authorization";

/* ⛲️ 恢复已购 */
"⛲️ Restore Purchases" = "⛲️ Restore Purchases";

/* No comment provided by engineer. */
"✉️ 短信" = "✉️ 短信";

/* ❌ 清空所有足迹包 */
"❌ Clear All Footprints Repositories" = "❌ Clear All Footprints Repositories";

/* No comment provided by engineer. */
"❌ 清理缓存" = "❌ 清理缓存";

/* 🌁 已排除照片 */
"🌁 Eliminated Photos" = "🌁 Eliminated Photos";

/* 🌈 颜色方案 */
"🌈 ColorScheme" = "🌈 ColorScheme";

/* No comment provided by engineer. */
"🌈 缓存高清图" = "🌈 缓存高清图";

/* No comment provided by engineer. */
"🌐 使用蜂窝移动数据" = "🌐 使用蜂窝移动数据";

/* 🌓 每周第一天 */
"🌓 First Day Of Week" = "🌓 First Day Of Week";

/* 🍀 微信朋友圈 */
"🍀 WeChat Timeline" = "🍀 WeChat Timeline";

/* 🎉 关于 */
"🎉 About" = "🎉 About";

/* 🎑 购买 分享和浏览 功能 */
"🎑 Purchase ShareAndBrowse Function" = "🎑 Purchase ShareAndBrowse Function";

/* 🎚 单条记录最大足迹点数 */
"🎚 Max Footprints Count" = "🎚 Max Footprints Count";

/* 🎥 购买 记录和编辑 功能 */
"🎥 Purchase RecordAndEdit Function" = "🎥 Purchase RecordAndEdit Function";

/* 🏃🏻 步行记录距离 */
"🏃🏻 Walk Record Distance" = "🏃🏻 Walk Record Distance";

/* 💖 给个好评 */
"💖 Praise me!" = "💖 Praise me!";

/* 💠 微信好友 */
"💠 WeChat Session" = "💠 WeChat Session";

/* 📏 自定义记录距离 */
"📏 Custom Record Distance" = "📏 Custom Record Distance";

/* 📏 地点模式分组距离 */
"📏 Location Grouping Distance" = "📏 Location Grouping Distance";

/* 📏 时刻模式分组距离 */
"📏 Moment Grouping Distance" = "📏 Moment Grouping Distance";

/* 📤 导出足迹包至GPX文件 */
"📤 Export to GPX Files" = "📤 Export to GPX Files";

/* 📤 导出足迹包至MFR文件 */
"📤 Export to MFR Files" = "📤 Export to MFR Files";

/* 📥 从Documents目录导入足迹包 */
"📥 Import From Documents Directory" = "📥 Import From Documents Directory";

/* 📦 购买 全部功能套装 (7折优惠) */
"📦 Purchase All Functions Suit (30% Discount)" = "📦 Purchase All Functions Suit (30% Discount)";

/* 🔂 购买 导入和导出 功能 */
"🔂 Purchase ImportAndExport Function" = "🔂 Purchase ImportAndExport Function";

/* 🔎 缩略图缩放比例 */
"🔎 Thumbail Scale Rate" = "🔎 Thumbail Scale Rate";

/* 🔱 缩略图压缩比 */
"🔱 Thumbail Compression" = "🔱 Thumbail Compression";

/* 🗂 文件管理器 */
"🗂 File Manager" = "🗂 File Manager";

/* 🗺 地图缩放比例 */
"🗺 Map Scale Rate" = "🗺 Map Scale Rate";

/* 🚄 高速记录距离 */
"🚄 HighSpeed Record Distance" = "🚄 HighSpeed Record Distance";

/* 🚙 驾车记录距离 */
"🚙 Drive Record Distance" = "🚙 Drive Record Distance";

/* 🚴 骑行记录距离 */
"🚴 Ride Record Distance" = "🚴 Ride Record Distance";

/* 🛣 路线颜色 */
"🛣 Route Color" = "🛣 Route Color";

